Repository: glebschkv/phone-pet-paradise
Catalog: ios/App/App/*.lproj/Localizable.strings
Languages: es

# shield.title
source: Stay Focused!
es: ¡Mantente enfocado!

# shield.return_button
source: Return to NoMo
es: Volver a NoMo

# shield.app_blocked
source: %@ is blocked
es: %@ está bloqueada

# shield.category_blocked
source: %@ is blocked during your focus session
es: %@ está bloqueada durante tu sesión de enfoque

# shield.domain_blocked
source: %@ is blocked during your focus session
es: %@ está bloqueado durante tu sesión de enfoque

# shield.web_category_blocked
source: Web browsing in %@ is blocked
es: La navegación web en %@ está bloqueada

# shield.motivation.1
source: Your focus pet is counting on you!
es: ¡Tu mascota de enfoque cuenta contigo!

# shield.motivation.2
source: Stay strong - your future self will thank you!
es: ¡Mantente fuerte - tu yo futuro te lo agradecerá!

# shield.motivation.3
source: Every minute of focus earns you rewards!
es: ¡Cada minuto de enfoque te da recompensas!

# shield.motivation.4
source: You're doing great! Keep focusing!
es: ¡Lo estás haciendo genial! ¡Sigue enfocado!

# shield.motivation.5
source: Distractions can wait - your goals can't!
es: ¡Las distracciones pueden esperar - tus metas no!

# shield.motivation.6
source: Focus now, scroll later!
es: ¡Enfócate ahora, navega después!

# shield.motivation.7
source: Your streak depends on you!
es: ¡Tu racha depende de ti!

# shield.motivation.8
source: Almost there! Don't give up now!
es: ¡Ya casi! ¡No te rindas ahora!

# shield.motivation.9
source: Focus = XP = Level Up!
es: ¡Enfoque = XP = Subir de Nivel!

# shield.motivation.10
source: Your pet believes in you!
es: ¡Tu mascota cree en ti!

# blocking.selection_saved
source: App selection saved
es: Selección de apps guardada

# blocking.no_apps
source: No apps configured for blocking
es: No hay apps configuradas para bloquear

# blocking.session_started
source: Focus session started
es: Sesión de enfoque iniciada

# blocking.session_ended
source: Focus session ended
es: Sesión de enfoque terminada

# permissions.granted
source: granted
es: concedido

# permissions.denied
source: denied
es: denegado

# permissions.family_controls_required
source: Family Controls permission is required
es: Se requiere permiso de Controles Familiares

# widget.timer_title
source: Focus Timer
es: Temporizador de Enfoque

# widget.streak_title
source: Current Streak
es: Racha Actual

# widget.progress_title
source: Daily Progress
es: Progreso Diario

# widget.stats_title
source: Focus Stats
es: Estadísticas de Enfoque

# widget.no_session
source: No active session
es: Sin sesión activa

# widget.focus_session
source: Focus Session
es: Sesión de Enfoque

# widget.streak_days
source: %d days
es: %d días

# widget.minutes_remaining
source: %d min remaining
es: %d min restantes

# widget.percent_complete
source: %d%% complete
es: %d%% completado

# widget.tap_to_start
source: Tap to start
es: Toca para iniciar

# widget.sessions
source: sessions
es: sesiones

# widget.focused
source: focused
es: enfocado

# widget.record
source: Record!
es: ¡Récord!

# storekit.purchase_success
source: Purchase successful
es: Compra exitosa

# storekit.purchase_cancelled
source: User cancelled the purchase
es: Usuario canceló la compra

# storekit.purchase_pending
source: Purchase is pending approval
es: Compra pendiente de aprobación

# storekit.restore_success
source: Purchases restored successfully
es: Compras restauradas exitosamente

# storekit.transaction_verification_failed
source: Transaction verification failed
es: Verificación de transacción fallida

# error.missing_parameter
source: Missing required parameter: %@
es: Falta el parámetro requerido: %@

# error.invalid_parameter
source: Invalid parameter '%@': %@
es: Parámetro inválido '%@': %@

# error.invalid_format
source: Invalid format for '%@'. Expected: %@
es: Formato inválido para '%@'. Esperado: %@

# error.permission_denied
source: %@ permission denied
es: Permiso de %@ denegado

# error.permission_not_determined
source: %@ permission not yet requested
es: Permiso de %@ aún no solicitado

# error.permission_restricted
source: %@ is restricted on this device
es: %@ está restringido en este dispositivo

# error.product_not_found
source: Product not found: %@
es: Producto no encontrado: %@

# error.purchase_failed
source: Purchase failed: %@
es: Compra fallida: %@

# error.purchase_cancelled
source: Purchase was cancelled
es: La compra fue cancelada

# error.purchase_pending
source: Purchase is pending approval
es: La compra está pendiente de aprobación

# error.transaction_verification_failed
source: Transaction verification failed
es: Verificación de transacción fallida

# error.no_active_subscription
source: No active subscription found
es: No se encontró suscripción activa

# error.monitoring_failed
source: Monitoring failed: %@
es: Monitoreo fallido: %@

# error.selection_decoding_failed
source: Failed to decode app selection
es: Error al decodificar selección de apps

# error.activity_scheduling_failed
source: Activity scheduling failed: %@
es: Programación de actividad fallida: %@

# error.blocking_not_configured
source: App blocking is not configured
es: El bloqueo de apps no está configurado

# error.shield_application_failed
source: Failed to apply shield: %@
es: Error al aplicar el escudo: %@

# error.shared_container_unavailable
source: Shared container is unavailable
es: Contenedor compartido no disponible

# error.data_encoding_failed
source: Failed to encode data
es: Error al codificar datos

# error.data_decoding_failed
source: Failed to decode data
es: Error al decodificar datos

# error.window_scene_unavailable
source: Window scene is unavailable
es: Escena de ventana no disponible

# error.background_task_failed
source: Background task failed: %@
es: Tarea en segundo plano fallida: %@

# error.network_error
source: Network error: %@
es: Error de red: %@

# error.network_error_generic
source: A network error occurred
es: Ocurrió un error de red

# error.unknown
source: An error occurred: %@
es: Ocurrió un error: %@

# general.success
source: Success
es: Éxito

# general.cancel
source: Cancel
es: Cancelar

# general.done
source: Done
es: Listo

# general.loading
source: Loading...
es: Cargando...

# general.retry
source: Retry
es: Reintentar

# time.hours
source: %d hours
es: %d horas

# time.minutes
source: %d minutes
es: %d minutos

# time.seconds
source: %d seconds
es: %d segundos

# stats.level
source: Level %d
es: Nivel %d

# stats.total_focus_time
source: Total Focus Time
es: Tiempo Total de Enfoque

# stats.total_sessions
source: Total Sessions
es: Sesiones Totales

# stats.current_streak
source: Current Streak
es: Racha Actual

# stats.longest_streak
source: Longest Streak
es: Racha Más Larga

# session.focus
source: Focus
es: Enfoque

# session.short_break
source: Short Break
es: Descanso Corto

# session.long_break
source: Long Break
es: Descanso Largo

# a11y.icon.timer
source: Timer
es: Temporizador

# a11y.icon.moon
source: Focus mode
es: Modo de enfoque

# a11y.icon.flame_active
source: Active streak
es: Racha activa

# a11y.icon.flame_inactive
source: No current streak
es: Sin racha actual

# a11y.icon.star
source: Personal best
es: Récord personal

# a11y.icon.snowflake
source: Streak freeze available
es: Congelación de racha disponible

# a11y.icon.checkmark
source: Goal completed
es: Meta completada

# a11y.icon.clock
source: Total focus time
es: Tiempo total de enfoque

# a11y.icon.level
source: Current level
es: Nivel actual

# a11y.widget.timer
source: Focus Timer Widget
es: Widget de Temporizador de Enfoque

# a11y.widget.streak
source: Focus Streak Widget
es: Widget de Racha de Enfoque

# a11y.widget.progress
source: Daily Progress Widget
es: Widget de Progreso Diario

# a11y.widget.stats
source: Focus Statistics Widget
es: Widget de Estadísticas de Enfoque

# a11y.hint.tap_to_open
source: Double tap to open NoMo app
es: Doble toque para abrir la app NoMo

# a11y.hint.tap_to_start
source: Double tap to start a new focus session
es: Doble toque para iniciar una nueva sesión de enfoque

# a11y.hint.live_progress
source: This information updates automatically
es: Esta información se actualiza automáticamente

# a11y.time.remaining_minutes_seconds
source: %d minutes and %d seconds remaining
es: %d minutos y %d segundos restantes

# a11y.time.remaining_minutes
source: %d minutes remaining
es: %d minutos restantes

# a11y.time.remaining_seconds
source: %d seconds remaining
es: %d segundos restantes

# a11y.progress.complete
source: Daily goal complete
es: Meta diaria completada

# a11y.progress.percent
source: %d percent of daily goal
es: %d por ciento de la meta diaria

# a11y.streak.record
source: %d day streak, this is your personal best
es: Racha de %d días, este es tu récord personal

# a11y.streak.none
source: No current streak, start focusing to build your streak
es: Sin racha actual, empieza a enfocarte para construir tu racha

# a11y.streak.one_day
source: 1 day streak
es: Racha de 1 día

# a11y.streak.days
source: %d day streak
es: Racha de %d días

# a11y.freeze.one
source: 1 streak freeze available
es: 1 congelación de racha disponible

# a11y.freeze.multiple
source: %d streak freezes available
es: %d congelaciones de racha disponibles

# a11y.focus.time_progress
source: %d of %d minutes focused today
es: %d de %d minutos enfocados hoy

# a11y.sessions.one
source: 1 session completed today
es: 1 sesión completada hoy

# a11y.sessions.multiple
source: %d sessions completed today
es: %d sesiones completadas hoy

# a11y.total.hours_minutes
source: %d hours and %d minutes total focus time
es: %d horas y %d minutos de tiempo total de enfoque

# a11y.total.hours
source: %d hours total focus time
es: %d horas de tiempo total de enfoque

# a11y.total.minutes
source: %d minutes total focus time
es: %d minutos de tiempo total de enfoque

# a11y.stats.xp
source: %d experience points
es: %d puntos de experiencia

# a11y.stats.level
source: Level %d
es: Nivel %d

# a11y.timer.running
source: %@ session in progress, %@ remaining
es: Sesión de %@ en progreso, %@ restantes

# a11y.timer.idle
source: No active focus session
es: Sin sesión de enfoque activa

# a11y.session.focus
source: Focus
es: Enfoque

# a11y.timer.summary_active
source: Focus Timer: %@ session, %@ remaining, %d percent complete
es: Temporizador de Enfoque: sesión de %@, %@ restantes, %d por ciento completado

# a11y.timer.summary_inactive
source: Focus Timer: No active session. Double tap to start focusing
es: Temporizador de Enfoque: Sin sesión activa. Doble toque para comenzar a enfocarte

# a11y.streak.summary
source: Focus Streak: %d days
es: Racha de Enfoque: %d días

# a11y.streak.summary_record
source: Focus Streak: %d days, personal best
es: Racha de Enfoque: %d días, récord personal

# a11y.streak.summary_freezes
source: Focus Streak: %d days, %d freezes available
es: Racha de Enfoque: %d días, %d congelaciones disponibles

# a11y.streak.summary_record_freezes
source: Focus Streak: %d days, personal best, %d freezes available
es: Racha de Enfoque: %d días, récord personal, %d congelaciones disponibles

# a11y.progress.summary
source: Daily Progress: %d percent, %d of %d minutes focused, %d sessions completed
es: Progreso Diario: %d por ciento, %d de %d minutos enfocados, %d sesiones completadas

# a11y.progress.goal_reached
source: Congratulations! You've reached your daily focus goal
es: ¡Felicidades! Has alcanzado tu meta diaria de enfoque

# a11y.stats.summary
source: Focus Stats: Level %d, %d XP, %@ total focus time, %d sessions completed
es: Estadísticas de Enfoque: Nivel %d, %d XP, %@ tiempo total de enfoque, %d sesiones completadas

# a11y.shield.title
source: App blocked during focus session
es: App bloqueada durante la sesión de enfoque

# a11y.shield.description
source: This app is blocked to help you stay focused. You can return to NoMo to continue your session.
es: Esta app está bloqueada para ayudarte a mantener el enfoque. Puedes volver a NoMo para continuar tu sesión.

# a11y.shield.return_button
source: Return to NoMo app
es: Volver a la app NoMo

# a11y.shield.return_hint
source: Double tap to close this blocked app and return to NoMo
es: Doble toque para cerrar esta app bloqueada y volver a NoMo
