Repository: glebschkv/phone-pet-paradise
Catalog: ios/App/App/Extensions/NoMoWidget/*.lproj/Localizable.strings
Languages: es

# widget.timer_title
source: Pet Buddy
es: Compañero Pet

# widget.streak_title
source: Streak Fire
es: Racha de Fuego

# widget.progress_title
source: Daily Quest
es: Misión Diaria

# widget.stats_title
source: Pet Stats Card
es: Carta de Stats

# widget.timer_description
source: Your pet keeps you company during focus sessions
es: Tu mascota te acompaña durante las sesiones de enfoque

# widget.streak_description
source: Watch your streak grow with your pet cheering you on
es: Mira crecer tu racha mientras tu mascota te anima

# widget.progress_description
source: Track your daily focus quest like an RPG adventure
es: Sigue tu misión de enfoque diaria como una aventura RPG

# widget.stats_description
source: Your focus stats as an RPG character card
es: Tus estadísticas de enfoque como carta de personaje RPG

# widget.no_session
source: No active session
es: Sin sesión activa

# widget.tap_to_start
source: tap to start
es: toca para iniciar

# widget.streak_days
source: %d days
es: %d días

# widget.minutes_remaining
source: %d min remaining
es: %d min restantes

# widget.percent_complete
source: %d%% complete
es: %d%% completado

# widget.sessions
source: sessions
es: sesiones

# widget.focused
source: focused
es: enfocado

# widget.record
source: NEW RECORD
es: ¡NUEVO RÉCORD!

# widget.daily_quest
source: Daily Quest
es: Misión Diaria

# widget.quest_cleared
source: QUEST CLEARED!
es: ¡MISIÓN COMPLETADA!

# widget.complete
source: COMPLETE!
es: ¡COMPLETO!

# stats.level
source: LV.%d
es: NV.%d

# a11y.icon.timer
source: Focus timer
es: Temporizador de enfoque

# a11y.icon.moon
source: Resting moon
es: Luna de descanso

# a11y.icon.flame_active
source: Active streak flame
es: Llama de racha activa

# a11y.icon.flame_inactive
source: Inactive streak
es: Racha inactiva

# a11y.icon.star
source: Achievement star
es: Estrella de logro

# a11y.icon.snowflake
source: Streak freeze
es: Congelador de racha

# a11y.icon.checkmark
source: Completed
es: Completado

# a11y.icon.clock
source: Time focused
es: Tiempo enfocado

# a11y.icon.level
source: Level indicator
es: Indicador de nivel

# a11y.widget.timer
source: Pet Buddy focus timer widget
es: Widget de compañero pet

# a11y.widget.streak
source: Streak fire widget
es: Widget de racha de fuego

# a11y.widget.progress
source: Daily quest progress widget
es: Widget de misión diaria

# a11y.widget.stats
source: Pet stats card widget
es: Widget de carta de stats

# a11y.hint.tap_to_open
source: Tap to open the app
es: Toca para abrir la app

# a11y.hint.tap_to_start
source: Tap to start a focus session
es: Toca para iniciar una sesión de enfoque

# a11y.hint.live_progress
source: Shows live focus session progress
es: Muestra el progreso de la sesión en vivo

# a11y.time.remaining_minutes_seconds
source: %d minutes and %d seconds remaining
es: %d minutos y %d segundos restantes

# a11y.time.remaining_minutes
source: %d minutes remaining
es: %d minutos restantes

# a11y.time.remaining_seconds
source: %d seconds remaining
es: %d segundos restantes

# a11y.progress.complete
source: Daily quest complete
es: Misión diaria completada

# a11y.progress.percent
source: %d percent complete
es: %d por ciento completado

# a11y.progress.summary
source: Daily quest: %d percent complete. %d of %d minutes focused. %d sessions completed
es: Misión diaria: %d por ciento completada. %d de %d minutos enfocados. %d sesiones completadas

# a11y.progress.goal_reached
source: Daily focus quest complete! Goal reached
es: ¡Misión de enfoque diaria completada! Meta alcanzada

# a11y.streak.record
source: New record! %d day streak
es: ¡Nuevo récord! Racha de %d días

# a11y.streak.none
source: No active streak
es: Sin racha activa

# a11y.streak.one_day
source: 1 day streak
es: Racha de 1 día

# a11y.streak.days
source: %d day streak
es: Racha de %d días

# a11y.streak.summary
source: %d day focus streak
es: Racha de enfoque de %d días

# a11y.streak.summary_record
source: New record! %d day focus streak
es: ¡Nuevo récord! Racha de enfoque de %d días

# a11y.streak.summary_freezes
source: %d day focus streak with %d streak freezes available
es: Racha de enfoque de %d días con %d congeladores disponibles

# a11y.streak.summary_record_freezes
source: New record! %d day focus streak with %d streak freezes available
es: ¡Nuevo récord! Racha de %d días con %d congeladores disponibles

# a11y.freeze.one
source: 1 streak freeze available
es: 1 congelador de racha disponible

# a11y.freeze.multiple
source: %d streak freezes available
es: %d congeladores de racha disponibles

# a11y.focus.time_progress
source: %d of %d minutes focused
es: %d de %d minutos enfocados

# a11y.sessions.one
source: 1 session completed
es: 1 sesión completada

# a11y.sessions.multiple
source: %d sessions completed
es: %d sesiones completadas

# a11y.total.hours_minutes
source: %d hours and %d minutes
es: %d horas y %d minutos

# a11y.total.hours
source: %d hours
es: %d horas

# a11y.total.minutes
source: %d minutes
es: %d minutos

# a11y.stats.xp
source: %d experience points
es: %d puntos de experiencia

# a11y.stats.level
source: Level %d
es: Nivel %d

# a11y.stats.summary
source: Level %d. %d XP. %@ focused across %d sessions
es: Nivel %d. %d XP. %@ enfocados en %d sesiones

# a11y.timer.running
source: %@ session in progress. %@ remaining
es: Sesión de %@ en progreso. %@ restantes

# a11y.timer.idle
source: No focus session active. Your pet is waiting
es: Sin sesión de enfoque activa. Tu mascota está esperando

# a11y.session.focus
source: Focus
es: Enfoque

# a11y.timer.summary_active
source: %@ session. %@ remaining. %d percent complete
es: Sesión de %@. %@ restantes. %d por ciento completado

# a11y.timer.summary_inactive
source: No active focus session. Your pet is waiting for you
es: Sin sesión de enfoque activa. Tu mascota te está esperando

# a11y.shield.title
source: Focus shield active
es: Escudo de enfoque activo

# a11y.shield.description
source: This app is blocked during your focus session
es: Esta app está bloqueada durante tu sesión de enfoque

# a11y.shield.return_button
source: Return to focus
es: Volver al enfoque

# a11y.shield.return_hint
source: Go back to your focus session
es: Regresar a tu sesión de enfoque
